Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# intent.get-installed-casks.description
source: Get a list of installed Casks
cs: Načte seznam nainstalovaných soudků
de: Eine Liste der installierten Casks anzeigen
es_419: Obtenga una lista de barriles instalados
fr: Obtenir une liste des Casks installés
it: Ottieni una lista dei cask installati
pt_pt: Obtém uma lista dos Casks instalados
ru: Получение списка приложений macOS, установленных с помощью Homebrew
tr: Kurulu Cask'ların listesini al
uk: Отримати список встановлених Cask
zh_hans: 获取已安装 Cask 列表
zh_hant: 獲取已安裝的 Cask 軟體清單

# intent.get-installed-casks.title
source: Get installed Casks
cs: Načíst nainstalované soudky
de: Installierte Casks
es_419: Instalar Casks
fr: Obtenir l'installation des Casks
it: Ottieni cask installati
pt_pt: Obter Casks instaladas
ru: Получить установленные приложения macOS
tr: Kurulu Cask'ları Getir
uk: Отримати встановлені Cask
zh_hans: 获取已安装 Cask
zh_hant: 獲取已安裝的 Casks 軟體

# intent.get-installed-formulae.description
source: Get a list of installed Formulae
cs: Načte seznam nainstalovaných vzorců
de: Liste der installierten Formeln abrufen
es_419: Obtenga una lista de fórmulas instaladas
fr: Obtenir une liste des Formules installées
it: Ottieni una lista delle formule installate
pt_pt: Obtém uma lista das Formulae instalados
ru: Получение списка консольных приложений и библиотек, установленных с помощью Homebrew
tr: Kurulu Formüllerin Listesini Getir
uk: Отримати список встановлених Formula
zh_hans: 获取已安装 Formula 列表
zh_hant: 獲取已安裝的 Formulae 軟體清單

# intent.get-installed-formulae.title
source: Get installed Formulae
cs: Načíst nainstalované vzorce
de: Installierte Formeln abrufen
es_419: Obtener fórmulas instaladas
fr: Obtenir les Formules installées
it: Ottieni formule installate
pt_pt: Obter Formulae instaladas
ru: Получить установленные программы/библиотеки
tr: Kurulu Formülleri Getir
uk: Отримати встановлені Formula
zh_hans: 获取已安装 Formula
zh_hant: 獲取已安裝的 Formulae 軟體

# intent.get-installed-packages.limit-to-manually-installed-packages
source: Load only manually installed packages
cs: Načíst pouze záměrně nainstalované balíčky
de: Nur manuell installierte Pakete laden
es_419: Cargue solo paquetes instalados manualmente
fr: Charger uniquement les paquets installés manuellement
it: Carica solo i pacchetti installati manualmente
pt_pt: Carregar só as bibliotecas instaladas manualmente
ru: Только установленные вручную
tr: Yalnızca manuel olarak yüklenmiş paketleri göster
uk: Завантажуйте лише пакети, встановлені вручну
zh_hans: 仅加载手动安装的软件包
zh_hant: 僅載入手動安裝的套件

# licensing.bought.title
source: License Activated
cs: Vaše licence byla aktivována
de: Lizenz aktiviert
es_419: Licencia activada
fr: Licence activée
it: Licenza attivata
ko: 라이선스 활성화
pt_pt: Licença ativa
ru: Лицензия активирована
tr: Lisans Etkinleştirildi
uk: Ліцензію активовано
zh_hans: 许可证已激活
zh_hant: 授權已啟用

# intent.refresh.description
source: Look for updates to installed Packages
cs: Vyhledá aktualizace databáze balíčků
de: Suchen Sie nach Updates für installierte Pakete.
es_419: Busque actualizaciones de los paquetes instalados
fr: Rechercher les mises à jour des paquets installés
it: Verifica aggiornamenti per i pacchetti installati
pt_pt: Procurar atualizações nas bibliotecas instaladas
ru: Получение актуальной информации о пакетах Homebrew и проверка на наличие новых версий установленных пакетов
tr: Kurulu Paketler için güncellemeleri kontrol et
uk: Шукайте оновлення для встановлених пакетів
zh_hans: 查找已安装软件包更新
zh_hant: 尋找已安裝套件的更新

source: When a new adoptable app becomes available, this section will automatically re-appear. You can show the section again at any time in the “Discoverability“ tab of Cork’s Settings
cs: Pokud Cork najde novou aplikaci, kterou lze přidat do Homebrew, tato sekce se automaticky znovu zobrazí. Zobrazení této sekce můžete kdykoliv znovu povolit v Nastavení Corku.
fr: Lorsqu’une nouvelle application devient disponible, cette section re-apparaitra automatiquement. Vous pouvez afficher la section à tout moment dans l’onglet « Découvrabilité » des paramètres de Cork
ru: Когда появится новое приложение, которое можно перевести под контроль Homebrew, этот раздел появится снова. Вы можете открыть раздел вручную в любое время во вкладке "Популярные" в настройках Cork
tr: Yeni bir devralınabilir uygulama kullanılabilir olduğunda, bu bölüm otomatik olarak yeniden görünecektir. Bölümü, Cork’un Ayarları içindeki “Bulunabilirlik” sekmesinden istediğiniz zaman tekrar gösterebilirsiniz
zh_hant: 當有新的可接管應用程式可用時，此部分將自動重新出現。 您可以隨時在 Cork 的設定中的「可發現性」標籤中再次顯示此部分

# intent.refresh.result.display-representation
source: Package refreshing result
cs: Výsledek aktualizace databáze balíčků
de: Ergebnis der Paketaktualisierung
es_419: Resultado de actualización de paquetes
fr: Résultat de l'actualisation des paquets
it: Risultato ricarica pacchetti
pt_pt: Resultado da atualização da biblioteca
ru: Результат обновления информации о пакетах
tr: Paket yenileme sonucu
uk: Результат оновлення пакету
zh_hans: 软件包刷新结果
zh_hant: 套件重新整理結果

# intent.refresh.result.failed
source: Refreshing of packages failed
cs: Aktualizace databáze balíčků selhala
de: Aktualisierung der Pakete fehlgeschlagen
es_419: Error al actualizar los paquetes
fr: Échec de l'actualisation des paquets
it: Ricaricamento pacchetti fallito
pt_pt: Atualização das bibliotecas falhou
ru: Информацию о пакетах не удалось обновить
tr: Paket yenileme başarısız oldu
uk: Не вдалося оновити пакунки
zh_hans: 软件包刷新失败
zh_hant: 重新整理套件失敗

# intent.refresh.result.refreshed
source: Packages refreshed
cs: Databáze balíčků byla aktualizována
de: Pakete aktualisiert
es_419: Paquetes actualizados
fr: Paquets actualisés
it: Pacchetti ricaricati
pt_pt: Bibliotecas atualizadas
ru: Обновление пакетов завершено с ошибками
tr: Paketler yenilendi
uk: Оновлення пакунків
zh_hans: 软件包已刷新
zh_hant: 套件已重新整理

# intent.refresh.result.refreshed-with-errors
source: Packages refreshed with errors
cs: Databáze balíčků byla aktualizována, ale vyskytly se chyby
de: Pakete mit Fehlern aktualisiert
es_419: Paquetes actualizados con errores
fr: Paquets actualisés avec des erreurs
it: Pacchetti ricaricati con errori
pt_pt: Bibliotecas atualizadas com erros
ru: Обновление пакетов завершено с ошибками
tr: Paketler yenilendi ancak hatalar var
uk: Пакети оновлено з помилками
zh_hans: 软件包刷新时出现错误
zh_hant: 套件重新整理時出現錯誤

# intent.refresh.title
source: Refresh Packages
cs: Aktualizovat databázi balíčků
de: Pakete aktualisiert
es_419: Actualizar paquetes
fr: Actualiser les paquets
it: Ricarica pacchetti
pt_pt: Atualizar Bibliotecas
ru: Обновить информацию о пакетах
tr: Paketleri Yenile
uk: Оновити пакети
zh_hans: 刷新软件包
zh_hant: 重新整理套件

# intents.type.minimal-homebrew-package
source: Homebrew Package
cs: Balíček Homebrew
de: Homebrew Paket
es_419: Paquete de Homerbew
fr: Paquet Homebrew
it: Pacchetto Homebrew
pt_pt: Biblioteca Homebrew
ru: Пакет Homebrew
tr: Homebrew Paketi
uk: Пакети Homebrew
zh_hans: Homebrew 软件包
zh_hant: Homebrew 套件

# intents.type.minimal-homebrew-package.representation.subtitle
source: A lightweight representation of a package
cs: Reprezentace balíčku Homebrew
de: Eine vereinfachte Darstellung eines Pakets
es_419: Una representación ligera de un paquete.
fr: Une représentation simplifiée d'un paquet
it: Una rappresentazione essenziale di un pacchetto
pt_pt: Uma representação leve das bibliotecas
ru: Основные данные о пакете Homebrew
tr: Bir paketin kısa temsili
uk: Полегшене представлення пакету
zh_hans: 一个轻量的软件包摘要
zh_hant: 精簡後的套件

# licensing.bought.body
source: Thank you for supporting Cork!
cs: Děkuji za vaši podporu!
de: Vielen dank für die Unterstützung von Cork!
es_419: ¡Gracias por apoyar Cork!
fr: Merci de supporter Cork !
it: Grazie per il tuo supporto di Cork!
ko: Cork를 응원해 주셔서 감사합니다!
pt_pt: Obrigado por suportares o Cork!
ru: Благодарим вас за вашу поддержку!
tr: Cork'u desteklediğiniz için teşekkür ederiz!
uk: Дякую за підтримку Cork!
zh_hans: 感谢你对 Cork 的支持!
zh_hant: 感謝您支持 Cork！

# error.generic.unexpected-homebrew-response
source: Invalid Homebrew response
cs: Neplatná odpověď Homebrew
de: Fehlerhafte Homebrew-Antwort
es_419: Respuesta de Homebrew invalida
fr: Réponse de Homebrew invalide
it: Risposta Homebrew non valida
pt_pt: Resposta do Homebrew inválida
ru: Неверный ответ от Homebrew
tr: Geçersiz Homebrew yanıtı
uk: Неправильна відповідь Homebrew
zh_hans: 无效的 Homebrew 响应
zh_hant: 無效的 Homebrew 回應

source: Are you sure you want to hide the Adoptable Packages section?
cs: Opravdu chcete skrýt sekci s aplikacemi, které můžete přidat do Homebrew?
es_419: ¿Estas seguro que quieres ocultar la seccion de Paquetes Adoptables?
fr: Êtes vous sûr de vouloir masquer la section des Paquets Adoptable ?
ru: Вы уверены, что хотите скрыть раздел "Можно перевести под контроль Homebrew"?
tr: Devralınabilir Paketler bölümünü gizlemek istediğinize emin misiniz?
zh_hant: 您確定要隱藏「可接管套件」的區域嗎？

# intent.get-installed-packages.description
source: Get a list of installed Formulae and Casks
cs: Načíst nainstalované vzorce a soudky
de: Liste der installierten Formeln und Casks abrufen
es_419: Obtenga una lista de fórmulas y barriles instalados
fr: Obtenir une liste des Formules et des Casks installés
it: Ottieni una lista di formule e cask installati
pt_pt: Obtém uma lista das Formulae e Casks instalados
ru: Получение списка установленных пакетов Homebrew
tr: Kurulu Formüllerin ve Cask'ların listesini getir
uk: Отримати список зі встановленними Formulae та Casks
zh_hans: 获取已安装 Formula 和 Cask 列表
zh_hant: 獲取已安裝的 Cask 及 Formulae 軟體清單

# licensing.demo.time-until-%@
source: The demo is available until %@
cs: Demo můžete používat do %@
de: Diese Demo ist bis zum %@ verfügbar
es_419: Esta prueba está disponible hasta %@
fr: Cette démo est disponible jusqu'au %@
it: La demo è disponibile fino a: %@
ko: 데모는 %@까지 사용할 수 있습니다.
pt_pt: A demo está disponível até %@
ru: Демонстрационный режим заканчивается в: %@
tr: Demo %@ tarihine kadar kullanılabilir
uk: Демо-версія доступна до %@
zh_hans: 试用版可使用至 %@
zh_hant: 試用將於 %@ 截止

# licensing.invalid-email
source: Email not found
cs: Tento email nebyl nalezen
de: Email Adresse nicht gefunden
es_419: E-mail no he encontrado
fr: Email introuvable
it: Email non trovata
ko: 이메일을 찾을 수 없습니다.
pt_pt: Email não encontrado
ru: Email не найден
tr: E-posta bulunamadı
uk: Адресу електронної пошти не знайдено
zh_hans: 无法找到电子邮件
zh_hant: 無此電子信箱

# licensing.not-bought-or-activated.body
source: You can buy Cork using the button below, or by visiting the [website](https://corkmac.app). Not sure if Cork is right for you? Try the demo, which is limited to 7 days.
cs: Cork si můžete koupit kliknutím na tlačítko níže, nebo na [stránce Corku](https://corkmac.app). Nejste si jistí, jestli je Cork pro vás? Vyzkoušejte zdarma sedmidenní demo.
de: Du kannst Cork über die Schaltfläche unten kaufen oder die [Webseite](https://corkmac.app) besuchen. Bist du nicht sicher ob Cork das richtige für dich ist? Teste die Demo für 7 Tage.
es_419: Puede comprar Cork usando el botón a continuación o visitando el [sitio web](https://corkmac.app). ¿No estás seguro de si Cork es adecuado para ti? Pruebe la demostración, que está limitada a 7 días.
fr: Vous pouvez acheter Cork en utilisant le bouton ci-dessous ou en vous rendant sur le [site](https://corkmac.app). Pas certain de la nécessité de Cork ? Essayez la démonstration, disponible pendant 7 jours.
it: Puoi acquistare Cork usando il tasto sottostante o visitando il [sito web](https://corkmac.app). Non sai se Cork fa al caso tuo? Prova la demo, che ha un limite di 7 giorni.
ko: 아래 버튼을 사용하거나 [웹사이트](https://corkmac.app)를 방문하여 Cork를 구매할 수 있습니다. Cork가 자신에게 적합한지 잘 모르시겠어요? 7일 동안만 제공되는 데모를 사용해 보세요.
pt_pt: Podes comprar o Cork usando o botão abaixo, ou visitando o [site](https://corkmac.app). Não tens a certeza se o Cork é ideal para ti? Experimenta a demo, limitada a 7 dias.
ru: Вы можете купить Cork, нажав на кнопку снизу или посетив [эту страницу](https://corkmac.ru). Вы также можете активировать демо-режим и пользоваться Cork бесплатно и без ограничений на протяжении 7 дней.
tr: Cork'u aşağıdaki düğmeden satın alabilir veya [web sayfasını](https://corkmac.app) ziyaret edebilirsiniz. Cork'un size uygun olup olmadığından emin değil misiniz? 7 günlük demo sürümünü deneyin.
uk: Ви можете придбати Cork за допомогою кнопки нижче або відвідавши [веб-сайт](https://corkmac.app). Не впевнені, що хочете придбати Cork? Спробуйте демо-версію на тиждень.
zh_hans: 您可以使用下方按钮购买 Cork，或访问[官网](https://corkmac.app)。 不确定 Cork 是否适合您？可先试用 7 天。
zh_hant: 您可以用下方按鈕或訪問[網站](https://corkmac.app)購買 Cork。 不確定 Cork 符合您需求嗎？可以先試用 7 天。

# licensing.not-bought-or-activated.title
source: Thank you for checking out Cork!
cs: Děkuji, že jste si stáhli Cork!
de: Vielen Dank für das ausprobieren von Cork!
es_419: ¡Gracias por utilizar Cork!
fr: Merci d'utiliser Cork !
it: Grazie per aver provato Cork!
ko: 코크를 구매해 주셔서 감사합니다!
pt_pt: Obrigado por veres o Cork!
ru: Благодарим вас за интерес к Cork!
tr: Cork'u kullandığınız için teşekkür ederiz!
uk: Дякую за придбання Cork!
zh_hans: 感谢下载 Cork!
zh_hant: 謝謝您試用 Cork！

# licensing.price.copy
source: for 25€
cs: za 25€
de: für 25€
es_419: por 25€
fr: pour 25€
it: per €25
ko: 25유로
pt_pt: por 25€
ru: за 999 ₽
tr: 25€ tutarında
uk: за 25€
zh_hans: 价格 25€
zh_hant: 25 歐元

# licensing.self-compiled.body
source: If you'd like to support the development of my apps, consider [buying Cork](https://corkmac.app)
cs: Pokud chcete podpořit vývoj mých aplikací, zvažte si Cork [koupit](https://corkmac.app)
de: Wenn du die Entwicklung meiner Anwendungen unterstützen möchtest, könntest du [Cork kaufen] (https://corkmac.app)
es_419: Si quisieras apoyar al desarrollo de mis aplicaciones, considera [comprar Cork](https://corkmac.app)
fr: Si vous souhaitez soutenir le développement de mes applications, envisagez [d'acheter Cork](https://corkmac.app)
it: Se vuoi supportare lo sviluppo delle mie app, puoi [acquistare Cork](https://corkmac.app)
pt_pt: Se quiseres apoiar o desenvolvimento das minhas aplicações, considera [comprar o Cork](https://corkmac.app)
ru: Если вы хотите поддержать разработку моих приложений, пожалуйста, [купите Cork](https://corkmac.app)
tr: Uygulamalarımın geliştirilmesini desteklemek isterseniz, [Cork'u satın almayı](https://corkmac.app) düşünebilirsiniz
uk: Якщо Ви хочете підтримати розробку моїх додатків, розгляньте можливість [придбання Cork] (https://corkmac.app)
zh_hans: 如果您想支持我的应用开发，请考虑[购买 Cork](https://corkmac.app)
zh_hant: 如果您想支援我關於應用程式的開發，考慮[購買 Cork](https://corkmac.app)

# licensing.self-compiled.title
source: You have compiled Cork yourself
cs: Cork jste si sami zkompilovali
de: Du hast Cork selbst kompiliert
es_419: Haz compilado Cork por ti mismo
fr: Vous avez compilé Cork vous-même
it: Hai compilato Cork in autonomia
pt_pt: Compilaste o Cork
ru: Вы собрали Cork самостоятельно
tr: Cork'u kendiniz derlediniz
uk: Ви самі скомпілювали Cork
zh_hans: 您已自行编译 Cork
zh_hant: 您已經自己編譯了 Cork

# licensing.title
source: License…
cs: Licence…
de: Lizenz...
es_419: Licencia…
fr: Licence…
it: Licenza…
ko: 라이선스...
pt_pt: Licença…
ru: Лицензия...
tr: Lisans...
uk: Ліцензія...
zh_hans: 许可证...
zh_hant: 授權…

source: Loading info…
cs: Načítání informací…
de: Lade Info…
es_419: Cargando información…
fr: Chargement des informations…
it: Carico info…
ko: 정보 로드 중...
pt_pt: Carregando informação…
ru: Загрузка подробностей...
tr: Bilgi yükleniyor…
uk: Завантаження інформації...
zh_hans: 加载信息...
zh_hant: 讀取資訊中…

source: Main Window
cs: Hlavní okno
de: Hauptfenster
es_419: Ventana principal
fr: Fenêtre principale
it: Finestra principale
ko: 메인 창
pt_pt: Janela principal
ru: Главное окно
tr: Ana Pencere
uk: Головне вікно
zh_hans: 主窗口
zh_hant: 主視窗

source: Maintenance finished
cs: Údržba byla dokončena
de: Wartung beendet
es_419: Mantenimiento finalizado
fr: Maintenance terminée
it: Manutenzione terminata
ko: 유지 관리 완료
pt_pt: Manutenção terminada
ru: Обслуживание завершено
tr: Bakım tamamlandı
uk: Обслуговування завершено
zh_hans: 维护完成
zh_hant: 維護完畢

source: Hello, World!
cs: Ahoj, světe!
de: Hallo, Welt!
es_419: ¡Hola, mundo!
it: Ciao, Mondo!
pt_pt: Olá, Mundo!
ru: Здравствуй, мир!
tr: Merhaba, Dünya!
uk: Привіт, світе!
zh_hans: 你好，世界！
zh_hant: 哈囉，世界！

# maintenance.results.cached-downloads
source: Cached downloads deleted
cs: Mezipaměť se staženými balíčky byla vymazána
de: Zwischengespeicherte Downloads bereinigt
es_419: Descargas en el caché borradas
fr: Téléchargements mis en cache supprimés
it: Download in cache eliminati
ko: 캐시된 다운로드 삭제됨
pt_pt: Downloads em cache apagados
ru: Кешированные загрузки
tr: Önbelleklenen indirmeler silindi
uk: Кешовані завантаження видалені
zh_hans: 下载缓存已删除
zh_hant: 移除了下載快取

# maintenance.results.cached-downloads.summary-%@
source: You reclaimed %@
cs: Uvolnili jste %@ na disku
de: Du hast %@ zurückerhalten
es_419: Reclamaste %@
fr: Vous avez récupéré %@
it: Hai recuperato %@
ko: %@을 회수했습니다.
pt_pt: Recuperaste %@
ru: Освобождено %@
tr: %@ yeriniz açıldı
uk: Ви відновили %@
zh_hans: 你释放了 %@
zh_hant: 您回收了 %@

# maintenance.results.health-check.problems
source: Found some problems with Homebrew
cs: Byly nalezeny problémy s Homebrew
de: Es wurden Probleme mit Homebrew erkannt
es_419: Se encontraron algunos problemas con Homebrew
fr: Quelques problèmes ont été trouvés avec Homebrew
it: Ci sono dei problemi con Homebrew
ko: 홈브라우저에서 몇 가지 문제 발견
pt_pt: Encontrados problemas no Homebrew
ru: У Homebrew обнаружены проблемы
tr: Homebrew ile ilgili bazı sorunlar bulundu
uk: Знайдено деякі проблеми з Homebrew
zh_hans: 发现一些关于 Homebrew 问题
zh_hant: 發現了 Homebrew 的一些問題

# maintenance.results.health-check.problems-none
source: No problems with Homebrew found
cs: Homebrew funguje normálně
de: Es wurden keine Probleme mit Homebrew erkannt
es_419: No se encontraron problemas con Homebrew
fr: Aucun problème détecté avec Homebrew
it: Non c’è nessun problema con Homebrew
ko: 홈브루에 문제가 발견되지 않았습니다.
pt_pt: Sem problemas no Homebrew
ru: У Homebrew не обнаружено проблем
tr: Homebrew ile ilgili herhangi bir sorun bulunmadı
uk: Не знайдено проблем з Homebrew
zh_hans: 未发现 Homebrew 相关问题
zh_hant: 未發現 Homebrew 任何問題

# maintenance.results.orphans-count-%lld
source: %lld orphaned packages removed
cs: %lld osiřelých balíčků bylo odstraněno
de: %lld verwaiste Pakete gefunden
es_419: %lld paquetes huérfanos eliminados
fr: %lld paquets orphelins supprimés
ko: %lld 고아 패키지 제거됨
pt_pt: %lld bibliotecas órfãs encontradas
ru: Удалено %lld ненужных зависимостей
tr: %lld ayrık kalan paket kaldırıldı
uk: %lld зайвих пакетів видалено
zh_hans: 已移除 %lld 个孤立包
zh_hant: 移除了 %lld 個孤立套件

# maintenance.results.orphans-removed
source: Orphaned packages uninstalled
cs: Osiřelé balíčky odinstalovány
de: Verwaiste Pakete wurden deinstalliert
es_419: Paquetes huérfanos desinstalados
fr: Les paquets orphelins ont été désinstallés
it: Pacchetti orfani disinstallati
ko: 고아 패키지 제거
pt_pt: Bibliotecas órfãs desinstaladas
ru: Ненужные зависимости удалены
tr: Artık kalan paketler kaldırıldı
uk: Зайві пакети видалено
zh_hans: 已卸载孤立包
zh_hant: 孤立套件已解除安裝

# maintenance.results.orphans.failure
source: Couldn't uninstall orphaned packages
cs: Osiřelé balíčky se nepodařilo odinstalovat
de: Konnte verwaiste Pakete nicht deinstallieren
es_419: No se pudieron desinstalar los paquetes huérfanos
fr: Impossible de désinstaller les paquets orphelins
it: Impossibile installare pacchetti orfani
ko: 고아 패키지를 제거할 수 없습니다.
pt_pt: Não foi possível desinstalar as bibliotecas orfãs
ru: Не удалось удалить ненужные зависимости
tr: Artık kalan paketler kaldırılamadı
uk: Не вдалося видалити зайві пакети
zh_hans: 无法卸载孤立包
zh_hant: 孤立套件無法解除安裝

# maintenance.results.orphans.failure.details-%@
source: Error %@ occurred
cs: Chyba operace: %@
de: Fehler %@ aufgetreten
es_419: Ocurrió error %@
fr: Une erreur %@ s'est produite
it: Errore %@
ko: 오류 %@가 발생했습니다.
pt_pt: Ocorreu um erro %@
ru: Произошла ошибка %@
tr: %@ hatası oluştu
uk: Виникла помилка %@
zh_hans: 发生错误 %@
zh_hant: 發生了 %@ 錯誤

# licensing.email
source: Email you bought Cork with:
cs: Email, se kterým jste si koupili Cork:
de: Email mit der du Cork gekauft hast:
es_419: E-mail con el que compraste Cork
fr: Email avec lequel vous avez acheté Cork :
it: Email con cui hai acquistato Cork:
ko: Cork를 구매한 이메일:
pt_pt: Email com o qual compraste o Cork:
ru: Введите Email, указанный при покупке:
tr: Cork'u satın alırken kullandığınız e-posta:
uk: Адреса електронної пошти на яку Ви придбали Cork:
zh_hans: 你购买 Cork 的电子邮件
zh_hant: 購買 Cork 時您所使用的的電子信箱地址：

# licensing.demo-activated.title
source: In Demo Mode
cs: Demo režim aktivní
de: Im Demomodus
es_419: En modo prueba
fr: Mode démonstration
it: In modalità demo
ko: 데모 모드 사용 시
pt_pt: Em modo Demo
ru: Демо-режим
tr: Demo Modu
uk: Демо-версія
zh_hans: 试用模式
zh_hant: 試用模式

# add-package.fatal-error-%@
source: An error occurred while installing %@
cs: Při instalaci %@ se vyskytla chyba
de: Ein Fehler ist bei der Installation von %@ aufgetreten
es_419: Se produjo un error al instalar %@
fr: Une erreur s'est produite lors de l'installation de %@
it: Si è verificato un errore durante l'installazione di %@
ko: %@을(를) 설치하는 동안 오류가 발생했습니다.
pt_pt: Ocorreu um erro a instalar %@
ru: Произошла ошибка при установке %@
tr: Paket kurulurken bir hata oluştu %@
uk: Трапилась помилка під час встановлення %@
zh_hans: 安装 %@ 时出现错误
zh_hant: 安裝 %@ 時發生錯誤

# repair-package.repair-length.explanation
source: This might take a long time…
cs: Tohle může chvíli trvat…
de: Das könnte eine Weile dauern...
es_419: Esto puede tardar un largo tiempo...
fr: Cela pourrait prendre beaucoup de temps…
it: Potrebbe volerci un bel po’…
ru: Пожалуйста, подождите…
tr: Bu işlem uzun sürebilir…
uk: Це може зайняти багато часу...
zh_hans: 这可能需要很长时间…
zh_hant: 將會耗費較長時間…

# mass-adoption.some-failed.message
source: Some apps were successfully added to Homebrew, but some encountered errors. See below for more information.
cs: Některé aplikace byly úspěšně přidány do Homebrew, ale vyskytly se chyby.
de: Einige Apps wurden erfolgreich der Homebrew-Verwaltung hinzugefügt, allerdings sind Fehler aufgetreten. Schaue unten für weitere Informationen.
es_419: Algunas aplicaciones fueron añadidas a Homebrew con éxito, pero algunas encontraron errores. Vea abajo para mas informacion.
fr: Certaines applications ont été correctement ajoutées à Homebrew, mais d’autres ont rencontré une erreurs. Voyez ci dessous pour plus d’information.
it: Alcune app sono state aggiunte correttamente, ma altre hanno riscontrato degli errori. Vedi giù per altre informazioni.
ru: Некоторые приложения не удалось перевести под контроль Homebrew. Подробности приведены ниже.
tr: Bazı uygulamalar Homebrew’e başarıyla eklendi, ancak bazıları hatalarla karşılaştı. Daha fazla bilgi için aşağıya bakın.
zh_hant: 某些應用程式已成功加入 Homebrew，但有些出現錯誤。 詳情請見下方。

# maintenance.step.deleting-cached-downloads
source: Deleting cached downloads…
cs: Mazání stažených balíčků v mezipaměti…
de: Leere Zwichengespeicherte Downloads…
es_419: Eliminando descargas en caché...
fr: Suppression des téléchargements mis en cache…
it: Elimino download in cache…
ko: 캐시된 다운로드 삭제하기...
pt_pt: Apagando downloads em cache…
ru: Удаление кеша загрузок...
tr: Önbelleklenen indirmeler siliniyor…
uk: Видалення кешованих завантажень...
zh_hans: 删除下载缓存…
zh_hant: 刪除下載快取…

# maintenance.step.initial
source: Firing up…
cs: Jdeme na to…
de: Wird gestartet…
es_419: Disparando…
fr: Initialisation…
it: Accendo i motori…
ko: 시작 중...
pt_pt: Começando…
ru: Подготовка...
tr: Başlatılıyor…
uk: Починається...
zh_hans: 启动…
zh_hant: 啟動中…

# maintenance.step.purging-cache
source: Purging cache…
cs: Mazání mezipaměti…
de: Bereinige Zwischenspeicher…
es_419: Purgando el caché…
fr: Purge du cache…
it: Purgo cache…
ko: 캐시 삭제 중...
pt_pt: Limpando a cache…
ru: Очистка кеша...
tr: Önbellek temizleniyor…
uk: Очищення кешу...
zh_hans: 清除缓存…
zh_hant: 清除快取…
